{
    "What is a stock?": "A stock represents ownership in a company, giving you a share of the company's assets and earnings.",
    "What is a mutual fund?": "A mutual fund is a pooled investment managed by professionals that invests in a diversified portfolio of stocks, bonds, or other securities.",
    "How does compound interest work?": "Compound interest is the interest on a loan or deposit, computed based on both the initial principal and the accumulated interest from previous periods.",
    "What is a budget?": "A budget is a financial plan that estimates income and expenditures over a specified period of time.",
    "How do I start investing?": "To start investing, set financial goals, create a budget, research investment options, and consider consulting with a financial advisor.",
    "What is diversification?": "Diversification is a risk management strategy that mixes a wide variety of investments within a portfolio to reduce risk.",
    "How can I save money?": "Saving money can be achieved by budgeting, cutting unnecessary expenses, and investing wisely.",
    "What is the difference between a stock and a bond?": "Stocks represent ownership in a company, while bonds are debt securities issued by companies or governments to raise capital.",
    "What is inflation?": "Inflation is the rate at which the general level of prices for goods and services rises, resulting in a decrease in purchasing power.",
    "What is a credit score?": "A credit score is a numerical representation of a person's creditworthiness based on credit history and financial behavior.",
    "What is an ETF?": "An ETF, or Exchange-Traded Fund, is a type of investment fund and exchange-traded product, meaning it is traded on stock exchanges.",
    "What is the stock market?": "The stock market is a collection of markets and exchanges where activities such as buying, selling, and issuance of shares of publicly-held companies occur.",
    "What is a bond rating?": "A bond rating is an evaluation of the credit quality of a bond issuer, which reflects the risk of default.",
    "What is a dividend?": "A dividend is a portion of a company's earnings distributed to shareholders, typically in the form of cash or additional stock.",
    "How do I calculate my net worth?": "Net worth is calculated by subtracting your total liabilities from your total assets.",
    "What is a financial advisor?": "A financial advisor is a professional who provides financial services and advice to clients based on their financial situation and goals.",
    "What is estate planning?": "Estate planning involves arranging the management and disposal of a person's estate during their life and after death.",
    "What are retirement accounts?": "Retirement accounts are savings accounts designed to help individuals save for retirement, often with tax benefits.",
    "What is a 401(k)?": "A 401(k) is a retirement savings plan sponsored by an employer, allowing employees to save a portion of their paycheck before taxes are deducted.",
    "What is a Roth IRA?": "A Roth IRA is an individual retirement account that allows individuals to direct after-tax income towards investments that can grow tax-free.",
    "What is financial literacy?": "Financial literacy is the ability to understand and effectively use various financial skills, including personal financial management, budgeting, and investing.",
    "What is a credit report?": "A credit report is a detailed report of an individual's credit history prepared by a credit bureau.",
    "What is an interest rate?": "An interest rate is the amount charged by a lender to a borrower for the use of assets, expressed as a percentage of the principal.",
    "What is a pension plan?": "A pension plan is a retirement plan in which an employer contributes funds to a pool of assets set aside for a worker's future benefit.",
    "What is a fiscal year?": "A fiscal year is a one-year period that companies and governments use for financial reporting and budgeting.",
    "What is a savings account?": "A savings account is a deposit account held at a bank or other financial institution that pays interest on the money in the account.",
    "What is a credit union?": "A credit union is a member-owned financial cooperative that provides traditional banking services.",
    "What is a bank loan?": "A bank loan is a sum of money lent by a bank to a borrower at an interest rate, which is to be paid back over a set period.",
    "What is an insurance policy?": "An insurance policy is a contract between an individual and an insurance company, which promises to provide financial protection against specified risks.",
    "What is an emergency fund?": "An emergency fund is money set aside for unexpected financial emergencies, such as medical expenses or car repairs.",
    "What is financial planning?": "Financial planning involves managing finances to meet life goals, such as buying a home, funding education, or retiring.",
    "What is a credit card?": "A credit card is a payment card issued to users to enable the cardholder to pay a merchant for goods and services based on the cardholder's promise to the card issuer to pay them for the amounts plus the other agreed charges.",
    "What is a tax deduction?": "A tax deduction is an expense that can be subtracted from a taxpayer's gross income to reduce the amount of income that is taxed.",
    "What is a tax credit?": "A tax credit is an amount of money that taxpayers can subtract directly from the taxes they owe to the government.",
    "What is a liability?": "A liability is a financial obligation that a company owes to outside parties, such as loans, accounts payable, mortgages, deferred revenues, and accrued expenses.",
    "What is an asset?": "An asset is any resource owned by an individual or company that is expected to provide future economic benefits.",
    "What is a balance sheet?": "A balance sheet is a financial statement that reports a company's assets, liabilities, and shareholders' equity at a specific point in time.",
    "What is an income statement?": "An income statement is a financial report that shows a company's revenues and expenses over a period of time.",
    "What is a cash flow statement?": "A cash flow statement is a financial statement that provides aggregate data regarding all cash inflows a company receives from its ongoing operations and external investment sources.",
    "What is a profit margin?": "A profit margin is a financial metric used to assess a company's profitability by revealing how much of its revenue is converted into profits.",
    "What is ROI?": "ROI, or Return on Investment, is a performance measure used to evaluate the efficiency or profitability of an investment relative to its cost.",
    "What is a P/E ratio?": "The Price-to-Earnings (P/E) ratio is a valuation ratio of a company's current share price compared to its per-share earnings.",
    "What is market capitalization?": "Market capitalization, or market cap, is the total market value of a company's outstanding shares of stock.",
    "What is liquidity?": "Liquidity refers to how easily assets can be converted into cash without affecting their price.",
    "What is volatility?": "Volatility is a statistical measurement of the dispersion of returns for a given security or market index.",
    "What is a bear market?": "A bear market is a market in which prices are falling, often by 20% or more from recent highs.",
    "What is a bull market?": "A bull market is a market in which prices are rising or are expected to rise.",
    "What is a market order?": "A market order is an order to buy or sell a security immediately at the best available current price.",
    "What is a limit order?": "A limit order is an order to buy or sell a security at a specified price or better.",
    "What is a stop order?": "A stop order, or stop-loss order, is an order placed with a broker to buy or sell a security when it reaches a certain price.",
    "What is short selling?": "Short selling is a trading strategy that speculates on the decline in a stock or other asset's price.",
    "What is a margin account?": "A margin account is a type of brokerage account that allows an investor to borrow money to buy securities, using the securities in the account as collateral.",
    "What is a hedge fund?": "A hedge fund is a pooled investment fund that employs various strategies to earn active return, or alpha, for their investors.",
    "What is a private equity?": "Private equity refers to investment funds, generally organized as limited partnerships, that buy and restructure companies not listed on a public exchange.",
    "What is crowdfunding?": "Crowdfunding is the practice of funding a project or venture by raising small amounts of money from a large number of people, typically via the Internet.",
    "What is financial independence?": "Financial independence is the state of having sufficient personal wealth to live, without having to work actively for basic necessities.",
    "What is FIRE movement?": "The FIRE movement (Financial Independence, Retire Early) is a lifestyle movement in which early retirement is achieved through extreme savings and investment.",
    "What is a credit line?": "A credit line is the maximum amount of credit that a financial institution extends to a borrower.",
    "What is debt?": "Debt is an obligation that must be paid, usually with interest, and can be issued by companies, governments, or individuals.",
    "What is a mortgage?": "A mortgage is a loan used to purchase real estate, with the property serving as collateral for the loan.",
    "What is compound interest?": "Compound interest is the interest calculated on the initial principal and also on the accumulated interest of previous periods.",
    "What is an IRA?": "An IRA, or Individual Retirement Account, is a tax-advantaged investment account that individuals use to save and invest for retirement.",
    "What is a 403(b) plan?": "A 403(b) plan is a retirement savings plan similar to a 401(k) plan, but offered to employees of non-profit organizations, schools, and universities.",
    "What is a 529 plan?": "A 529 plan is a tax-advantaged savings plan designed to encourage saving for future education costs.",
    "What is a dividend reinvestment plan (DRIP)?": "A dividend reinvestment plan (DRIP) is an investment plan that allows shareholders to automatically reinvest their cash dividends into additional shares of the company's stock.",
    "What is the Rule of 72?": "The Rule of 72 is a simple formula to estimate the number of years required to double the value of an investment at a fixed annual rate of return.",
    "What is a hedge?": "A hedge is an investment made to reduce the risk of adverse price movements in an asset.",
    "What is a futures contract?": "A futures contract is a legal agreement to buy or sell a particular commodity or asset at a predetermined price at a specified time in the future.",
    "What is a derivative?": "A derivative is a financial contract whose value is based on the performance of an underlying asset, index, or interest rate.",
    "What is the Federal Reserve?": "The Federal Reserve, often referred to as the Fed, is the central bank of the United States responsible for conducting monetary policy, regulating banks, and stabilizing the financial system.",
    "What is quantitative easing?": "Quantitative easing is a monetary policy tool used by central banks to increase the money supply by purchasing government securities or other securities from the market.",
    "What is a recession?": "A recession is a significant decline in economic activity that lasts for an extended period, typically characterized by falling GDP, employment, and trade.",
    "What is a 10-K report?": "A 10-K report is an annual filing required by the Securities and Exchange Commission (SEC) that provides a comprehensive summary of a company's financial performance.",
    "What is a 10-Q report?": "A 10-Q report is a quarterly report filed by public companies with the SEC, providing unaudited financial statements and management analysis.",
    "What is a shareholder?": "A shareholder is an individual or entity that owns shares of a corporation, entitling them to voting rights and dividends.",
    "What is insider trading?": "Insider trading is the buying or selling of a security by someone who has access to material, non-public information about the security.",
    "What is a market index?": "A market index is a measure that tracks the performance of a group of stocks or other assets over time.",
    "What is the Consumer Price Index (CPI)?": "The Consumer Price Index (CPI) is a measure that examines the weighted average of prices of a basket of consumer goods and services, such as transportation, food, and medical care.",
    "What is a blue chip stock?": "A blue chip stock is a well-established, financially sound, and stable company with a reputation for consistently delivering reliable returns to investors.",
    "What is a penny stock?": "A penny stock is a common stock that typically trades for less than $5 per share and is issued by small companies with limited operations and financial disclosures.",
    "What is the debt-to-equity ratio?": "The debt-to-equity ratio is a financial ratio indicating the relative proportion of shareholder equity and debt used to finance a company's assets.",
    "What is the price-to-book ratio (P/B ratio)?": "The price-to-book ratio (P/B ratio) compares a company's market capitalization to its book value, calculated as total assets minus total liabilities.",
    "What is the price-to-earnings ratio (P/E ratio)?": "The price-to-earnings ratio (P/E ratio) is a valuation ratio of a company's current share price compared to its per-share earnings.",
    "What is a tax-deferred account?": "A tax-deferred account is an investment account where taxes on investment income or capital gains are postponed until the investor takes a withdrawal.",
    "What is a bearish investor?": "A bearish investor is an investor who believes that a particular security or market is headed for a decline.",
    "What is a bullish investor?": "A bullish investor is an investor who believes that a particular security or market is headed for an increase.",
    "What is a capital gain?": "A capital gain is the profit realized from the sale of a capital asset, such as stocks, bonds, or real estate.",
    "What is a stock exchange?": "A stock exchange is a marketplace where buyers and sellers of stocks, bonds, and other securities trade.",
    "What is a yield curve?": "A yield curve is a graphical representation of the interest rates for bonds of varying maturities.",
    "What is a junk bond?": "A junk bond is a high-yield, high-risk bond issued by companies or entities with lower credit ratings.",
    "What is a growth stock?": "A growth stock is a stock of a company whose earnings are expected to grow at an above-average rate compared to other companies.",
    "What is a value stock?": "A value stock is a stock that is considered to be undervalued based on fundamental analysis.",
    "What is dollar-cost averaging?": "Dollar-cost averaging is an investment strategy where an investor divides up the total amount to be invested across periodic purchases of a target asset in an effort to reduce the impact of volatility on the overall purchase.",
    "What is an option?": "An option is a financial derivative that represents a contract sold by one party to another.",
    "What is a call option?": "A call option gives the buyer the right, but not the obligation, to buy an underlying asset at a specified price within a specified time period.",
    "What is a put option?": "A put option gives the buyer the right, but not the obligation, to sell an underlying asset at a specified price within a specified time period.",
    "What is an asset allocation?": "Asset allocation is an investment strategy that aims to balance risk and reward by distributing a portfolio's assets according to an individual's goals, risk tolerance, and investment horizon.",
    "What is a capital loss?": "A capital loss occurs when a capital asset, such as stocks, bonds, or real estate, decreases in value.",
    "What is a stock split?": "A stock split is a corporate action in which a company divides its existing shares into multiple shares to boost the stock's liquidity and make it more affordable for investors.",
    "What is an expense ratio?": "An expense ratio is a measure of the cost incurred by an investment company to operate a mutual fund or ETF.",
    "What is a blue-chip stock?": "A blue-chip stock is the stock of a large, well-established, and financially sound company.",
    "What is a dividend yield?": "Dividend yield is a financial ratio that shows how much a company pays out in dividends each year relative to its share price.",
    "What is a credit default swap?": "A credit default swap (CDS) is a financial derivative that allows an investor to swap or offset credit risk with another party.",
    "What is the difference between stocks and bonds?": "Stocks represent ownership in a company, while bonds represent debt issued by governments or corporations.",
    "What is the Dow Jones Industrial Average?": "The Dow Jones Industrial Average (DJIA) is a stock market index that tracks 30 large, publicly-owned companies trading on the New York Stock Exchange (NYSE) and the NASDAQ.",
    "What is the S&P 500?": "The S&P 500 is a stock market index that tracks the performance of 500 large companies listed on stock exchanges in the United States.",
    "What is the NASDAQ Composite?": "The NASDAQ Composite is a stock market index that includes almost all stocks listed on the NASDAQ stock market, representing more than 3,000 stocks.",
    "What is a financial statement?": "A financial statement is a formal record of the financial activities and position of a business, person, or other entity."
    
}